/*
 * @Author: fuRan NgeKaworu@gmail.com
 * @Date: 2020-11-14 11:06:01
 * @LastEditors: fuRan NgeKaworu@gmail.com
 * @LastEditTime: 2023-02-13 20:55:34
 * @FilePath: /stock/stock-go/src/model/stock_ss50.go
 * @Description:
 *
 * Copyright (c) 2023 by ${git_name_email}, All Rights Reserved.
 */
package model

// Ss50 上证50
var Ss50 = map[string]string{
	"600000": "01", //浦发银行
	"600016": "01", //民生银行
	"600019": "01", //宝钢股份
	"600028": "01", //中国石化
	"600029": "01", //南方航空
	"600030": "01", //中信证券
	"600036": "01", //招商银行
	"600048": "01", //保利地产
	"600050": "01", //中国联通
	"600104": "01", //上汽集团
	"600111": "01", //北方稀土
	"600276": "01", //恒瑞医药
	"600309": "01", //万华化学
	"600340": "01", //华夏幸福
	"600519": "01", //贵州茅台
	"600547": "01", //山东黄金
	"600585": "01", //海螺水泥
	"600606": "01", //绿地控股
	"600690": "01", //青岛海尔
	"600703": "01", //三安光电
	"600887": "01", //伊利股份
	"600958": "01", //东方证券
	"600999": "01", //招商证券
	"601006": "01", //大秦铁路
	"601088": "01", //中国神华
	"601166": "01", //兴业银行
	"601169": "01", //北京银行
	"601186": "01", //中国铁建
	"601211": "01", //国泰君安
	"601229": "01", //上海银行
	"601288": "01", //农业银行
	"601318": "01", //中国平安
	"601328": "01", //交通银行
	"601336": "01", //新华保险
	"601360": "01", //三六零
	"601390": "01", //中国中铁
	"601398": "01", //工商银行
	"601601": "01", //中国太保
	"601628": "01", //中国人寿
	"601668": "01", //中国建筑
	"601688": "01", //华泰证券
	"601766": "01", //中国中车
	"601800": "01", //中国交建
	"601818": "01", //光大银行
	"601857": "01", //中国石油
	"601878": "01", //浙商证券
	"601881": "01", //中国银河
	"601988": "01", //中国银行
	"601989": "01", //中国重工
	"603993": "01", //洛阳钼业
}
